Repository: vat134/HORTUS_Prakse
Catalog: Translations/Prakses Uzdevumi.*.xlf
Languages: lv_lv

# Table 2876943422 - Field 3520291455 - Property 2879900210
source: Availability Status
lv_lv: Pieejamības statuss

# Table 2876943422 - Field 205031553 - Property 2879900210
source: Daily Rental Fee
lv_lv: Dienas nomas maksa

# Table 2876943422 - Field 3461834954 - Property 2879900210
source: Description
lv_lv: Apraksts

# Table 2876943422 - Field 4119363961 - Property 2879900210
source: Equipment ID
lv_lv: Iekārtas ID

# Table 2876943422 - Field 2961552353 - Property 2879900210
source: Name
lv_lv: Nosaukums

# Table 2876943422 - Field 2165211516 - Property 2879900210
source: Unavailable until
lv_lv: Nav pieejams līdz

# Table 1959234904 - Field 4253087169 - Property 2879900210
source: API Key
lv_lv: API atslēga

# Table 1959234904 - Field 3518260935 - Property 2879900210
source: Model Version
lv_lv: Modeļa versija

# Table 594151205 - Field 3192175264 - Property 2879900210
source: Date
lv_lv: Datums

# Table 594151205 - Field 3320823955 - Property 2879900210
source: Line No.
lv_lv: Līnijas Nr.

# Table 594151205 - Field 830213579 - Property 2879900210
source: Total Value
lv_lv: Kopējā vērtība

# Table 3346365350 - Field 636392376 - Property 2879900210
source: Amount
lv_lv: Daudzums

# Table 3346365350 - Field 2230809246 - Property 2879900210
source: Payment Type
lv_lv: Maksājuma tips

# Table 658834475 - Property 2879900210
source: Pet
lv_lv: Mājdzīvnieks

# Table 658834475 - Field 2961552353 - Property 2879900210
source: Name
lv_lv: Vārds

# Table 658834475 - Field 1525413924 - Property 2879900210
source: Pet No.
lv_lv: Mājdzīvnieks Nr.

# Table 658834475 - Field 486205436 - Property 2879900210
source: Vet Name
lv_lv: Vet vārds

# Table 658834475 - Field 2714646654 - Property 2879900210
source: Vet No.
lv_lv: Vet Nr.

# Table 2240321778 - Field 2178352694 - Property 2879900210
source: Buy date
lv_lv: Pirkšanas datums

# Table 2240321778 - Field 3320823955 - Property 2879900210
source: Line No.
lv_lv: Līnijas Nr.

# Table 2240321778 - Field 1775710806 - Property 2879900210
source: Product Section
lv_lv: Produktu sadaļa

# Table 2240321778 - Field 3164211949 - Property 2879900210
source: Product Type
lv_lv: Produkta tips

# Table 2240321778 - Field 3164211949 - Property 62802879
source: Drink, Food
lv_lv: Dzērieni, Ēdiens

# Table 2240321778 - Field 2716979219 - Property 2879900210
source: Shop Id
lv_lv: Veikals Id

# Table 182798482 - Field 2961552353 - Property 2879900210
source: Name
lv_lv: Nosaukums

# Table 182798482 - Field 2792239528 - Property 2879900210
source: ProductSectionsId
lv_lv: ProduktaSadaļasId

# Table 2922369282 - Field 4083601637 - Property 2879900210
source: Agreement ID
lv_lv: Līguma ID

# Table 2922369282 - Field 2239210435 - Property 2879900210
source: Customer ID
lv_lv: Klienta ID

# Table 2922369282 - Field 2649176925 - Property 2879900210
source: End Date
lv_lv: Beigu datums

# Table 2922369282 - Field 4119363961 - Property 2879900210
source: Equipment ID
lv_lv: Iekārtas ID

# Table 2922369282 - Field 474480784 - Property 2879900210
source: Start Date
lv_lv: Sākuma datums

# Table 2922369282 - Field 513339096 - Property 2879900210
source: Status
lv_lv: Statuss

# Table 1111800624 - Field 4083601637 - Property 2879900210
source: Agreement ID
lv_lv: Līguma ID

# Table 1111800624 - Field 2239210435 - Property 2879900210
source: Customer ID
lv_lv: Klienta ID

# Table 1111800624 - Field 1171137197 - Property 2879900210
source: Customer Name
lv_lv: Klienta vārds

# Table 1111800624 - Field 3597926595 - Property 2879900210
source: Day period
lv_lv: Dienas periods

# Table 1111800624 - Field 2649176925 - Property 2879900210
source: End Date
lv_lv: Beigu datums

# Table 1111800624 - Field 4119363961 - Property 2879900210
source: Equipment ID
lv_lv: Iekārtas ID

# Table 1111800624 - Field 3959337615 - Property 2879900210
source: Equipment Name
lv_lv: Iekārtas nosaukums

# Table 1111800624 - Field 3304080466 - Property 2879900210
source: Rental Fee
lv_lv: Nomas maksa

# Table 1111800624 - Field 474480784 - Property 2879900210
source: Start Date
lv_lv: Sākuma datums

# Table 1111800624 - Field 513339096 - Property 2879900210
source: Status
lv_lv: Statuss

# Table 1111800624 - Field 3692706522 - Property 2879900210
source: Total Amount
lv_lv: Kopējā summa

# Table 945210680 - Field 3970350934 - Property 2879900210
source: Change Date
lv_lv: Mainīt datumu

# Table 945210680 - Field 1068547009 - Property 2879900210
source: History ID
lv_lv: Vēstures ID

# Table 945210680 - Field 2955941580 - Property 2879900210
source: New Status
lv_lv: Jauns statuss

# Table 945210680 - Field 3369789712 - Property 2879900210
source: Reason
lv_lv: Iemesls

# Table 945210680 - Field 4136694740 - Property 2879900210
source: Unavailible until
lv_lv: Nav pieejams līdz

# Table 1225609534 - Field 2961552353 - Property 2879900210
source: Shop Name
lv_lv: Veikala nosaukums

# Table 1225609534 - Field 217096642 - Property 2879900210
source: Shop_id
lv_lv: Veikala_ID

# Table 1451750549 - Field 714791889 - Property 2879900210
source: City
lv_lv: Pilsēta

# Table 1451750549 - Field 4200184881 - Property 2879900210
source: No.
lv_lv: Nr.

# Table 1451750549 - Field 161418408 - Property 2879900210
source: Request Time
lv_lv: Pieprasījuma laiks

# Table 1451750549 - Field 657157522 - Property 2879900210
source: Temperature (C)
lv_lv: Temperatūra (C)

# Table 1451750549 - Field 192940637 - Property 2879900210
source: Wind Speed (m/s)
lv_lv: Vēja ātrums (m/s)

# Page 2495370802 - Property 2879900210
source: Status inputs
lv_lv: Stāvokļa ievadi

# Page 115240257 - Control 636392376 - Property 1295455071
source: Enter the amount to convert.
lv_lv: Ievadiet konvertējamo summu.

# Page 115240257 - Control 1457785726 - Property 1295455071
source: The result of the conversion.
lv_lv: Konvertēšanas rezultāts.

# Page 115240257 - Control 560190622 - Property 1295455071
source: Enter the source currency (e.g., USD).
lv_lv: Ievadiet avota valūtu (piemēram, USD).

# Page 115240257 - Control 2372655106 - Property 1295455071
source: Enter the target currency (e.g., EUR).
lv_lv: Ievadiet mērķa valūtu (piemēram, EUR).

# Page 115240257 - Action 3417371833 - Property 2879900210
source: Convert
lv_lv: Konvertēt

# Page 3469150458 - Control 465600048 - Property 2879900210
source: Agreement History
lv_lv: Līguma vēsture

# Page 3469150458 - Control 318613646 - Property 2879900210
source: Equipment Details
lv_lv: Detalizēta informācija par aprīkojumu

# Page 3469150458 - Control 154502736 - Property 2879900210
source: Agreement Status History
lv_lv: Līguma statusa vēsture

# Page 3469150458 - Control 3123527090 - Property 2879900210
source: Equipment Info
lv_lv: Informācija par aprīkojumu

# Page 3535655822 - Property 2879900210
source: Status inputs
lv_lv: Stāvokļa ievades

# Page 1106721148 - Action 3073631509 - Property 2879900210
source: Add Equipment
lv_lv: Pievienot aprīkojumu

# Page 1106721148 - Action 1080453686 - Property 2879900210
source: Change Status
lv_lv: Mainīt statusu

# Page 1181661947 - Control 1303940957 - Property 1295455071
source: Enter request here.
lv_lv: Ievadiet pieprasījumu šeit.

# Page 1181661947 - Control 912091569 - Property 1295455071
source: Enter a query to work with the source. (Salaries_instruction)
lv_lv: Ievadiet pieprasījumu darbam ar avotu. (Algas_instrukcija)

# Page 1181661947 - Action 1178913785 - Property 2879900210
source: Send basic request
lv_lv: Nosūtīt parastu pieprasījumu

# Page 1181661947 - Action 4087743645 - Property 2879900210
source: Send request with protm
lv_lv: Nosūtīt pieprasījumu ar protm

# Page 2500383579 - Property 2879900210
source: Gemini Setup
lv_lv: Gemini iestatīšana

# Page 594151205 - Property 2879900210
source: Inventory Value History
lv_lv: Inventāra vērtības vēsture

# Page 1121534999 - Control 3567459362 - Property 2879900210
source: Input
lv_lv: Ievads

# Page 1121534999 - Control 961937402 - Property 2879900210
source: Number of years
lv_lv: Gadu skaits

# Page 1121534999 - Control 3900201624 - Property 2879900210
source: Salary
lv_lv: Alga

# Page 1121534999 - Control 3961040049 - Property 2879900210
source: Output
lv_lv: Izvads

# Page 1121534999 - Control 3159925034 - Property 1295455071
source: Calculates your monthly paycheck based on how much you have received over the specified years
lv_lv: Aprēķina jūsu ikmēneša algu, pamatojoties uz to, cik daudz esat saņēmis norādīto gadu laikā.

# Page 1121534999 - Control 3159925034 - Property 2879900210
source: Salary/mounth
lv_lv: Alga/mēnesī

# Page 1121534999 - Action 183555182 - Property 2879900210
source: Pages Navigation
lv_lv: Lapu navigācija

# Page 1121534999 - Action 2846204132 - Property 2879900210
source: HelloWorld
lv_lv: SveiksPasaule

# Page 1121534999 - Action 2909452778 - Property 2879900210
source: NewField
lv_lv: JaunsLauks

# Page 1121534999 - Action 3049640769 - Property 2879900210
source: TablePet
lv_lv: TabulaMājdzīvnieks

# Page 1121534999 - Action 2337961084 - Property 2879900210
source: Calculate salary
lv_lv: Aprēķināt algu

# Page 375133987 - Property 2879900210
source: Payment Page
lv_lv: Maksājumu lapa

# Page 375133987 - Action 865012024 - Property 2879900210
source: Process Payment BankTransfer
lv_lv: Maksājuma apstrāde BankasPārskaitījums

# Page 375133987 - Action 2991089128 - Property 2879900210
source: Process Payment PayPal
lv_lv: Maksājuma apstrāde PayPal

# Page 375133987 - Action 3000766188 - Property 2879900210
source: Process Payment Stripe
lv_lv: Maksājuma apstrāde Stripe

# Page 3833866517 - Property 2879900210
source: Pet List
lv_lv: Mājdzīvnieku saraksts

# Page 1890395048 - Property 2879900210
source: Product Schedule List
lv_lv: Produktu grafiku saraksts

# Page 1588050336 - Action 910086553 - Property 2879900210
source: Add Agreement
lv_lv: Pievienot līgumu

# Page 1588050336 - Action 788258546 - Property 2879900210
source: Cancel
lv_lv: Atcelt

# Page 1588050336 - Action 2866370222 - Property 2879900210
source: End Rent Today
lv_lv: Nomas beigt šodien

# Page 1588050336 - Action 743942932 - Property 2879900210
source: Send an e-mail
lv_lv: Nosūtīt e-pasta vēstuli

# Page 2814308280 - Property 2879900210
source: Status inputs
lv_lv: Stāvokļa ievades

# Page 2172392270 - Control 3567459362 - Property 2879900210
source: Input
lv_lv: Ievads

# Page 2172392270 - Control 1520559954 - Property 2879900210
source: Summ
lv_lv: Summa

# Page 2504904436 - Property 2879900210
source: City input
lv_lv: Pilsēta ievade

# Page 2730717876 - Property 2879900210
source: Weather Forecast
lv_lv: Laika prognoze

# Page 2730717876 - Action 273682769 - Property 2879900210
source: Check the weather
lv_lv: Pārbaudiet laikapstākļus

# Page 1388399005 - Property 2879900210
source: What is my IP address
lv_lv: Kāda ir mana IP adrese

# Page 1388399005 - Control 3510957723 - Property 2879900210
source: Currecnt IP address
lv_lv: Esošā IP adrese

# PageExtension 3850753449 - Action 2885247305 - Property 2879900210
source: Calculate cost
lv_lv: Aprēķināt izmaksas

# PageExtension 3850753449 - Action 1047251511 - Property 2879900210
source: Get Selection Filters
lv_lv: Iegūt atlases filtrus

# PageExtension 3850753449 - Action 3121244078 - Property 2879900210
source: Set Filter
lv_lv: Uzstādīt filtru

# PageExtension 3850753449 - Action 3343445439 - Property 2879900210
source: Set two filters
lv_lv: Uzstādiet divus filtrus

# TableExtension 3817553838 - Field 2976024242 - Property 2879900210
source: New field
lv_lv: Jauns lauks

# Enum 2230809246 - EnumValue 3548252839 - Property 2879900210
source: Bank Transfer
lv_lv: Bankas Pārskaitījums
